const books = [
  {
    id: 1,
    title: "Алиса в Стране Чудес. Алиса в Зазеркалье",
    author: "Льюис Кэрролл",
    cover: "https://covers.openlibrary.org/b/ISBN/5699106510-M.jpg",
    cover_large: "https://covers.openlibrary.org/b/ISBN/5699106510-L.jpg",
    description:
      "Фантастическое приключение девочки Алисы, которая попадает в мир абсурда и волшебства, полный странных существ и необычных событий.",
  },
  {
    id: 2,
    title: "Идиот",
    author: "Фёдор Михайлович Достоевский",
    cover: "https://covers.openlibrary.org/b/ISBN/1909115436-M.jpg",
    cover_large: "https://covers.openlibrary.org/b/ISBN/1909115436-L.jpg",
    description:
      "Принц Мышкин возвращается в Россию после лечения за границей. Его искренность и доброта воспринимаются как идиотизм в обществе, погрязшем в цинизме и корысти.",
  },
  {
    id: 3,
    title: "Очень длинное название книги, которое и в две строки не поместится",
    author: "Александр Ливанович Мальцев",
    cover: "https://covers.openlibrary.org/b/ISBN/9663120584-M.jpg",
    cover_large: "https://covers.openlibrary.org/b/ISBN/9663120584-L.jpg",
    description:
      "Выше можно увидеть обложку книги английского писателя Даниэля Дефо. Классическая история выживания человека на необитаемом острове после кораблекрушения. Рассказ о смекалке, трудолюбии и силе духа.",
  },
  {
    id: 4,
    title: "Три товарища",
    author: "Эрих Мария Ремарк",
    cover: "http://covers.openlibrary.org/b/ISBN/5171011869-M.jpg",
    cover_large: "https://covers.openlibrary.org/b/ISBN/5171011869-L.jpg",
    description:
      "Роман о дружбе трёх мужчин, прошедших Первую мировую войну, их любви, потерях и жизни в послевоенной Германии. История о силе человеческих чувств и надежде.",
  },
  {
    id: 5,
    title: "Преступление и наказание",
    author: "Фёдор Михайлович Достоевский",
    cover: "https://covers.openlibrary.org/b/ISBN/0140449132-M.jpg",
    cover_large: "https://covers.openlibrary.org/b/ISBN/0140449132-L.jpg",
    description:
      "Один из образов «Преступления и наказания» — большой город второй половины XIX века, жизнь в котором полна конфликтов и драм. Но то, что происходит в душах жителей этого города, оказывается гораздо масштабнее. Об убийстве Раскольниковым старухи-процентщицы слышали даже те, кто так и не открыл эту книгу. Но о том, что привело к трагедии, и особенно о том, что происходило с героем после нее, могут рассказать лишь поверхностно даже те, кто роман читал. Парадокс! Обусловленный невероятной психологической глубиной, на которую погрузился автор, исследуя проблему «сильной личности», не боящейся угрызений совести и людского суда. И огромным космосом человеческой души, который он оттуда достал.",
  },
];

export default books;
