export const BOOKS = [
    {
        cover: 'The_captain_daughter.jpg',
        title: 'Капитанская дочка',
        rating: 8.21,
        description: '"Капитанская дочка" — историческая повесть Александра Пушкина о временах правления Екатерины II и периоде пугачевских восстаний. Молодой офицер Пётр Гринёв отправился на службу по наставлению отца. По пути в Белогорскую крепость Петр встречает Емельяна Пугачева. Судьбы будущего бунтовщика и дворянина оказываются связаны. Прибыв на место службы и освоившись там, Петр влюбляется в дочь капитана и коменданта — Марию Миронову. Спустя некоторое время на крепость нападает войско казаков под предводительством Пугачева.',
        price: 300,
    },
    {
        cover: '/War_and_peace.jpg',
        title: 'Война и мир',
        rating: 8.4,
        description: '"Война и мир" — роман-эпопея Льва Толстого, одно из крупнейших произведений мировой литературы, описывающее жизнь русского общества в эпоху Наполеоновских войн. "Война и мир" — это масштабная картина жизни России, взятая во всех ее социальных слоях (от крестьян до императора Александра I), и детальное описание хода военных действий, и осмысление поведения человека на войне, но главное — это глубокое философское осмысление и исследование жизни как таковой — в быту, в семье, в мирное время, на войне.',
        price: 435,
    },
    {
        cover: 'Crime_and_punishment.jpg',
        title: 'Преступление и наказание',
        rating: 8.8,
        description: 'Главный герой романа Родион Раскольников решается на убийство, чтобы доказать себе и миру, что он не "тварь дрожащая", а "право имеет". Главным предметом исследования писателя становится процесс превращения добропорядочного, умного и доброго юноши в убийцу, а также то, как совершивший преступление Раскольников может искупить свою вину.',
        price: 388,
    },
    {
        cover: 'The_master_and_Margarita.jpg',
        title: 'Мастер и Маргарита',
        rating: 9.8,
        description: 'В Москву прибывает Воланд – сатана, представившийся профессором черной магии. Он и его свита проверяют людей, наказывая их за жадность, лицемерие, трусость и предательство. Вторая линия романа: история Понтия Пилата, написанная Мастером.',
        price: 365,
    },
    {
        cover: 'The_hero_of_our_time.jpg',
        title: 'Герой нашего времени',
        rating: 8.6,
        description: '"Герой нашего времени" — социально-психологический роман Михаила Лермонтова. В образе главного героя Григория Печорина уживаются черты «байронического характера» и самого автора. Главы романа расположены согласно авторской хронологии, благодаря которой читатель проникает в глубину душевных страстей героя. Печорин постоянно странствует — Кавказ, Пятигорск, Тамань и ведет дневник, в котором рефлексирует о любви и дружбе, смысле жизни и фатализме, человеческих характерах и сложных моральных дилеммах.',
        price: 376,
    },
    {
        cover: 'What_to_do.jpg',
        title: 'Что делать?',
        rating: 7.3,
        description: 'Однажды в петербургской гостинице находят записку, которую оставил постоялец. Он пишет, что вскоре станет известен в связи с Литейным мостом, но что в происшествии никого не следует винить. Позднее выяснится, что в ту ночь на мосту кто-то выстрелил в себя — из воды вытащили фуражку с дырой от пули. Тем же утром на даче на Каменном острове молодой даме Вере Павловне служанка приносит письмо. После его прочтения героиня безутешно рыдает, даже пришедшему молодому человеку не удается ее успокоить. Она твердит, что оба они теперь в крови.',
        price: 456,
    }
];